Repository: Finess-Official/finess-ios
Catalog: finess/finess/Localizable.xcstrings
Source language: en
Languages: ru

source: Add
ru: Добавить

source: Add account
ru: Добавить счёт

source: Bank BIK
ru: БИК банка

source: Card number
ru: Номер карты или счёта

source: Create
ru: Создать

# createAccount
source: Don't have an account? Create one
ru: Нет аккаунта? Создайте его

source: Create QR
ru: Создать QR

# developerLogUnkownError
source: Create QR
ru: Unexpected error — unknown failure reason.

# enterSumm
source: Enter the amount to transfer
ru: Введите сумму для перевода

source: Error
ru: Ошибка

# haveAccountSignIn
source: Already have an account? Sign In
ru: Уже есть аккаунт? Войти

source: OK
ru: ОК

source: INN
ru: ИНН

# userMessageBadRequest
source: Invalid request. Please try again later.
ru: Неверный запрос. Попробуйте позже.

# lessThanSixSymbols
source: Password is less than 6 characters
ru: В пароле меньше 6 символов

# userMessageDecodingError
source: Data processing error.
ru: Ошибка обработки данных.

source: Name
ru: ФИО

# userMessageInternalServerError
source: Server error. Please try again later.
ru: Ошибка сервера. Повторите позже.

source: Password
ru: Пароль

# userMessageNetworkError
source: No internet connection.
ru: Нет подключения к интернету.

# passwordsDontMatch
source: The passwords do not match
ru: Пароли не совпадают

# userMessageServiceUnavailable
source: Service temporarily unavailable.
ru: Сервис временно недоступен.

# userMessageTooManyRequests
source: Too many requests. Please wait a moment.
ru: Слишком много запросов. Подождите немного.

source: Recipient
ru: Получатель

# userMessageUnauthorized
source: Authorization failed. Please log in again.
ru: Авторизация не удалась. Войдите снова.

source: Repeat password
ru: Повторите пароль

# userMessageUnkownError
source: Unknown error occurred.
ru: Неизвестная ошибка.

source: Scan
ru: Сканировать

source: Sign In
ru: Вход

# signInAction
source: Sign In
ru: Войти

source: Sign Up
ru: Регистрация

# signUpAction
source: Sign Up
ru: Зарегистрироваться

# summToTransfer
source: Amount to transfer
ru: Сумма для перевода
